import { IQuestionsCategories } from "@/types/questions";

export const questionsData: IQuestionsCategories[] = [
    {
        category: 'popular' ,
        items: [
            {
                id: '1',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '2',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '3',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '4',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '5',
                question: 'Почему кровь красная а вены синие?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '6',
                question: 'Из чего сделана радуга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
        ],
    },
    {
        category: 'signy', 
        items: [
            {
                id: '1',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '2',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '3',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '4',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '5',
                question: 'Почему кровь красная а вены синие?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '6',
                question: 'Из чего сделана радуга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '7',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '8',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '9',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '10',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '11',
                question: 'Почему кровь красная а вены синие?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '12',
                question: 'Из чего сделана радуга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
        ],
    },
    {
        category: 'documents',
        items: [
            {
                id: '1',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '2',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '3',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '4',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '5',
                question: 'Почему кровь красная а вены синие?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '6',
                question: 'Из чего сделана радуга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '7',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '8',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '9',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '10',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
        ]
    },
    {
        category: 'safety',
        items: [
            {
                id: '1',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '2',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '3',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '4',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            }
        ],
    },
    {
        category: 'integration',
        items:  [
            {
                id: '1',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '2',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '3',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '4',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '5',
                question: 'Почему кровь красная а вены синие?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '6',
                question: 'Из чего сделана радуга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
        ]
    },
    {
        category: 'general',
        items: [
            {
                id: '1',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '2',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '3',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '4',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '5',
                question: 'Почему кровь красная а вены синие?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '6',
                question: 'Из чего сделана радуга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '7',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '8',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '9',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '10',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '11',
                question: 'Почему кровь красная а вены синие?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '12',
                question: 'Из чего сделана радуга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '13',
                question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '14',
                question: 'Почему после ремонта дорога опять проваливается?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '15',
                question: 'Почему вода мокрая?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '16',
                question: 'Видят ли микробы друг друга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '17',
                question: 'Почему кровь красная а вены синие?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
            {
                id: '18',
                question: 'Из чего сделана радуга?',
                answer: '- Потому что делают ее без соблюдения технологических процессов.'
            },
        ]
    }
]
