export const heroSlidesData = [
    {
        id: '1',
        title: 'Цифровой документооборот в три этапа:',
        subTitle: 'Быстрая регистрация',
        paragraph: 'Мы создали, возможно, самую простую регистрацию. Регистрируйся, получай полный доступ к сервису и 1000 подписей документов в подарок!',
    },
    {
        id: '2',
        title: 'Цифровой документооборот в три этапа:',
        subTitle: 'Загрузи документ',
        paragraph: 'Загружай в систему любой документ которые надо подписать, договор, акт выполненных работ, да что угодно',
    },
    {
        id: '3',
        title: 'Цифровой документооборот в три этапа:',
        subTitle: 'Подпиши и отправь',
        paragraph: 'Подписывай своей электронно-цифровой подписью и за долю секунды отправь партнеру или компании. Он подписывает в ответ и все! Готово! ',
    }
]