import { IFAQ } from "@/types/faq.types";

export const faqData: IFAQ[] = [
    {
        id: '1',
        question: 'Почему круглую пиццу ставят в квадратную коробку, а нарезают треугольниками?',
        answer: '- Потому что делают ее без соблюдения технологических процессов.'
    },
    {
        id: '2',
        question: 'Почему после ремонта дорога опять проваливается?',
        answer: '- Потому что делают ее без соблюдения технологических процессов.'
    },
    {
        id: '3',
        question: 'Почему вода мокрая?',
        answer: '- Потому что делают ее без соблюдения технологических процессов.'
    },
    {
        id: '4',
        question: 'Видят ли микробы друг друга?',
        answer: '- Потому что делают ее без соблюдения технологических процессов.'
    },
    {
        id: '5',
        question: 'Почему кровь красная а вены синие?',
        answer: '- Потому что делают ее без соблюдения технологических процессов.'
    },
    {
        id: '6',
        question: 'Из чего сделана радуга?',
        answer: '- Потому что делают ее без соблюдения технологических процессов.'
    },
]